tap "homebrew/core"
tap "homebrew/php"
tap "caskroom/cask"
tap "caskroom/versions"

brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "composer"
brew "dockutil"
brew "entr"
brew "fish"
brew "git"
brew "go"
brew "graphviz"
brew "httpie"
brew "hub"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "mackup"
brew "mas"
brew "mkdocs"
brew "mycli"
brew "mysql"
brew "node"
brew "openshift-cli"
brew "php71"
brew "phploc"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "postgresql"
brew "pre-commit"
brew "protobuf"
brew "rbenv"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "ssh-copy-id"
brew "stern"
brew "terraform"
brew "tmux"
brew "tree"
brew "yarn"
brew "watchman"

cask "1password"
cask "ableton-live-suite"
cask "adobe-photoshop-cc"
cask "alfred"
cask "angry-ip-scanner"
cask "appcode"
cask "atom"
cask "battle-net"
cask "cycling74-max"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "filebot"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keybase"
cask "little-snitch"
cask "launchrocket"
cask "livereload"
cask "micro-snitch"
cask "microsoft-office"
cask "minikube"
cask "minishift"
cask "moom"
# Requires macOS 10.11
# cask "mou"
cask "nylas-mail"
cask "nzbvortex"
cask "obs"
cask "openemu"
cask "origin"
cask "phpstorm"
cask "postman"
cask "renamer"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tower"
cask "transmission"
cask "transmit"
cask "unity"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "webstorm"

mas "GIPHY CAPTURE", id: 668208984
mas "Pixelmator", id: 407963104
mas "Pixen", id: 525180431
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Xcode", id: 497799835
