tap "blackfireio/blackfire"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "facebook/fb"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
brew "libyaml"
brew "ansible"
brew "ansible-lint"
brew "ant"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bchunk"
brew "bdw-gc"
brew "beanstalkd"
brew "bfg"
brew "boost"
brew "cdiff"
brew "chromedriver", restart_service: true
brew "cmake"
brew "coreutils"
brew "jpeg"
brew "libtiff"
brew "wxmac"
brew "erlang"
brew "nspr"
brew "spidermonkey"
brew "couchdb"
brew "curl"
brew "deis"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "docker-completion"
brew "docker-compose-completion"
brew "git"
brew "docker-machine-driver-xhyve"
brew "dockutil"
brew "dwarfutils"
brew "elasticsearch"
brew "elinks"
brew "elixir"
brew "entr"
brew "figlet"
brew "findutils"
brew "pcre2"
brew "fish"
brew "fleetctl"
brew "flow"
brew "fontconfig"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "webp"
brew "gd"
brew "gettext"
brew "gflags"
brew "glog"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "go"
brew "gperftools"
brew "libtool"
brew "graphviz"
brew "groovy"
brew "xz"
brew "python3"
brew "httpie"
brew "hub"
brew "hugo"
brew "hyper"
brew "imagemagick"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "keybase"
brew "kops"
brew "mercurial"
brew "kubernetes-helm"
brew "lcov"
brew "libelf"
brew "libevent"
brew "libffi"
brew "memcached"
brew "libmemcached"
brew "libssh2"
brew "libzip"
brew "llvm"
brew "lynx"
brew "lz4"
brew "mackup"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "mkdocs"
brew "mongodb"
brew "mono"
brew "moreutils"
brew "mtr"
brew "mycli"
brew "mysql", restart_service: true
brew "node"
brew "node@0.12"
brew "node@4"
brew "openshift-cli"
brew "packer"
brew "pcre"
brew "percona-toolkit"
brew "postgresql"
brew "pre-commit"
brew "protobuf"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "redis"
brew "rethinkdb"
brew "ruby"
brew "rust"
brew "scala"
brew "selenium-server-standalone"
brew "sl"
brew "ssh-copy-id"
brew "stern"
brew "tbb"
brew "terraform"
brew "thrift"
brew "tmux"
brew "tree"
brew "ttyrec"
brew "typesafe-activator"
brew "unixodbc"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "blackfireio/blackfire/blackfire-agent"
brew "facebook/fb/buck"
brew "homebrew/php/arcanist"
brew "homebrew/php/behat"
brew "homebrew/php/composer"
brew "homebrew/php/igbinary"
brew "homebrew/php/php-build"
brew "homebrew/php/php-code-sniffer"
brew "homebrew/php/php-cs-fixer"
brew "homebrew/php/php56"
brew "homebrew/php/php56-mcrypt"
brew "homebrew/php/php70", args: ["with-phpdbg"]
brew "homebrew/php/php70-mcrypt"
brew "homebrew/php/php70-redis"
brew "homebrew/php/php70-xdebug"
brew "homebrew/php/php71-mcrypt"
brew "homebrew/php/phpcpd"
brew "homebrew/php/phploc"
brew "homebrew/php/phpunit"
cask "1password"
cask "ableton-live-suite"
cask "adobe-photoshop-cc"
cask "aerial"
cask "alfred"
cask "algodoo"
cask "angry-ip-scanner"
cask "appcode"
cask "appzapper"
cask "atom"
cask "battle-net"
cask "bee"
cask "bittorrent-sync"
cask "boom"
cask "cargo"
cask "ccmenu"
cask "clion"
cask "colorsnapper"
cask "consul"
cask "consul-web-ui"
cask "cyberduck"
cask "cycling74-max"
cask "daisydisk"
cask "dash"
cask "datagrip"
cask "discord"
cask "dropbox"
cask "fantastical"
cask "fastlane"
cask "filebot"
cask "firefox"
cask "flash"
cask "flux"
cask "github-desktop"
cask "gogland"
cask "goofy"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "hub"
cask "intellij-idea"
cask "iterm2-beta"
cask "karabiner"
cask "keepingyouawake"
cask "kitematic"
cask "knox"
cask "launchrocket"
cask "licecap"
cask "little-snitch"
cask "livereload"
cask "logitech-myharmony"
cask "malwarebytes-anti-malware"
cask "micro-snitch"
cask "microsoft-office"
cask "minishift"
cask "moom"
cask "mou"
cask "mysqlworkbench"
cask "nylas-n1"
cask "nzbvortex"
cask "obs"
cask "openemu"
cask "origami"
cask "origin"
cask "otto"
cask "phpstorm"
cask "phpstorm-eap"
cask "piskel"
cask "plex-media-player"
cask "polymail"
cask "postman"
cask "react-native-debugger"
cask "recordit"
cask "renamer"
cask "robomongo"
cask "rust"
cask "screenflow"
cask "scummvm"
cask "sequel-pro"
cask "sketch"
cask "sketchup"
cask "skype"
cask "slack"
cask "sling"
cask "spotify"
cask "sqleditor"
cask "steam"
cask "sublime-text3"
cask "telegram"
cask "the-unarchiver"
cask "tiled"
cask "tower"
cask "trailer"
cask "transmission"
cask "transmit"
cask "unity"
cask "unity-download-assistant"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "webstorm-eap"
cask "ynab"
cask "yubico-authenticator"
cask "zoomus"
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "GarageBand", id: 682658836
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
mas "Pixelmator", id: 407963104
mas "Pixen", id: 525180431
mas "Xcode", id: 497799835
